<?php

return [

    'required' => 'Поле обязательно для заполнения.',
    'email' => 'Формат E-mail адреса не верный.',
    'min' => 'Должно быть не менее :min символов.',
    'max' => 'Должно быть не более :max символов.',
    'string' => 'Должна быть строка.',
    'unique' => 'Уже существует.',
    'confirmed' => 'Подтверждение :attribute не совпадает.',
    'integer' => 'Должно быть целое число.',
    'exists' => 'Такое значение отсутствует.',
    'array' => 'Должно быть массивом.',
    'recaptcha' => 'Ошибка проверки ReCaptcha.',
    'accepted' => 'Необходимо принять.',
    'telegram' => 'Telegram аккаунт не найден.',
    'telegram_in_channel' => 'Аккаунт не участник канала.',
    'boolean' => 'Должно быть истинным или ложным.',
    'date' => 'Не является действительной датой.',
    'hash_not_active' => 'Приглашение уже было активировано ранее.',
    'contest_ended' => 'Розыгрыш уже завершился.',

];
